[
    {
        "quote": "I will take responsibility for what I have done, If I must fall, I will rise each time a better man.",
        "attribution": "Dalinar Kholin, The Oathbringer"
    },
    {
        "quote": "Expectations are like fine pottery. The harder you hold them, the more likely they are to break.",
        "attribution": "Shallan Davar, The Way Of Kings"
    },
    {
        "quote": "We aren't limited to one way of being great.",
        "attribution": "Hoshiumi Korai, Haikyu!!"
    },
    {
        "quote": "He who would climb the ladder must begin at the bottom.",
        "attribution": "Takeda Sensei, Haikyu!!"
    },
    {
        "quote": "Talent is something you make bloom, instinct is something you polish.",
        "attribution": "Oikawa Toru, Haikyu!!"
    },
    {
        "quote": "Do you need a reason to not want to lose?",
        "attribution": "Hinata Shoyo, Haikyu!!"
    },
    {
        "quote": "Life before Death, Strength before Weakness, Journey before Destination.",
        "attribution": "The Stormlight Archive"
    },
    {
        "quote": "What is the most important step a man can take? It's always the next step.",
        "attribution": "Dalinar Kholin, Oathbringer"
    },
    {
        "quote": "Find the balance. Accept the pain, but don't accept that you deserved it.",
        "attribution": "Wit, Oathbringer"
    },
    {
        "quote": "I am a stick",
        "attribution": "Stick, Words of Radience"
    },
    {
        "quote": "I am a stick",
        "attribution": "Stick, Words of Radience"
    },
    {
        "quote": "He saw it in her eyes. The anguish, the frustration. The terrible nothing that clawed inside and sought to smother her. She knew. It was there, inside. She had been broken. Then she smiled. Oh, storms. She smiled anyway.",
        "attribution": "Kaladin, Words of Radience"
    },
    {
        "quote": "Failure is the mark of a life well lived. In turn, the only way to live without failure is to be of no use to anyone.",
        "attribution": "Wit, Oathbringer"
    },
    {
        "quote": "I will protect those I hate, even if the one I hate the most is myself.",
        "attribution": "Teft, Oathbringer"
    },
    {
        "quote": "NO MATING!",
        "attribution": "Pattern, Words of Radience"
    },
    {
        "quote": "The question, is not whether you will love, hurt, dream, and die. It is what you will love, why you will hurt, when you will dream, and how you will die. This is your choice. You not pick the destination, only the path.",
        "attribution": "Oathbringer"
    },
    {
        "quote": "But you can't kill me, Lord Tyrant. I represent that one thing you've never been able to kill, no matter how hard you try. I am hope.",
        "attribution": "Kelsier, The Final Empire"
    },
    {
        "quote": "Sometimes a hypocrite is nothing more than a man in the process of changing.",
        "attribution": "Brandon Sanderson"
    },
    {
        "quote": "Somebody has to start. Somebody has to step forward and do what is right, because it is right.",
        "attribution": "Kaladin, the Way of Kings"
    },
    {
        "quote": "...A man can only stumble for so long before he either falls or stands up straight.",
        "attribution": "Tindwyl, the Well of Ascension"
    },
    {
        "quote": "...A man can only stumble for so long before he either falls or stands up straight.",
        "attribution": "Tindwyl, the Well of Ascension"
    },
    {
        "quote": "You can fly even higher.",
        "attribution": "Kageyama Tobio, Haikyuu!!"
    },
    {
        "quote": "The longer you live, the more you fail. Failure is the mark of a life well lived. In turn, the only way to live without failure is to be of no use to anyone. Trust me, I've practiced.",
        "attribution": "Wit, Oathbringer"
    },
    {
        "quote": "I’m not number one in anything at this point in time. But that’s not enough of a reason to quit, nor is it an excuse.",
        "attribution": "Tanaka, Haikyuu!!"
    },
    {
        "quote": "It’s not ‘impossible’, it’s just ‘hard’!",
        "attribution": "Bokuto Koutarou, Haikyuu!!"
    },
    {
        "quote": "Hello, would you like to destroy some evil today?",
        "attribution": "Nightblood, Oathbringer"
    },
    {
        "quote": "Onward, then! To glory and some such nonsense.",
        "attribution": "Sebarial, Words of Radience"
    },
    {
        "quote": "The trick to happiness wasn’t in freezing every momentary pleasure and clinging to each one, but in ensuring one’s life would produce many future moments to anticipate.",
        "attribution": "Shallan, Oathbringer"
    },
    {
        "quote": "Power is an illusion of perception.",
        "attribution": "Jasnah, Words of Radience"
    }
]